Tekla.Structures.ModelInternal.dotProjectInfo_t
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotProjectInfo_t.aDescription
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotProjectInfo_t.aExtra1
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotProjectInfo_t.aExtra2
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotProjectInfo_t.aExtra3
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotProjectInfo_t.aEndDate
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotProjectInfo_t.aStartDate
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotProjectInfo_t.aDesigner
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotProjectInfo_t.aLocation
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotProjectInfo_t.aAddress
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotProjectInfo_t.aPostalBox
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotProjectInfo_t.aTown
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotProjectInfo_t.aRegion
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotProjectInfo_t.aPostalCode
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotProjectInfo_t.aCountry
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotProjectInfo_t.aObject
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotProjectInfo_t.aBuilder
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotProjectInfo_t.aName
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotProjectInfo_t.aProjectNo
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotProjectInfo_t.aModelSharingLocalPath
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotProjectInfo_t.aModelSharingServerPath
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotProjectInfo_t.GUID
DO NOT USE! For internal usage only!